---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KelvinInterval
source: html/64ee8841-50a5-197d-750e-8420818ff90a.htm
---
# Autodesk.Revit.DB.UnitTypeId.KelvinInterval Property

Kelvin interval.

## Syntax (C#)
```csharp
public static ForgeTypeId KelvinInterval { get; }
```